{
  
  "header": {
    "shop": "Shop",
    "Expertise": "Our Expertise",
    "ourPartners": "Our Partners",
    "about": "About Us",
    "login": "Login",
    "myAccount": "My Account",
    "admin": "Administration",
    "logout": "Logout"
    
  },
  

    
      "footer": {
        "description": "Provider of intelligent security solutions: Video surveillance, image analysis, access control, data networks/storage, hypervision...",
        "siteMap": "Site Map",
        "contactUs": "Contact Us",
        "home": "Home",
        "shop": "Shop",
        "expertise": "Our Expertise",
        "signupLogin": "Signup / Login",
        "aboutUsLink": "About Us",
        "partnersLink": "Our Partners",
        "contactLink": "Contact",
        "email": "pixecurity@pixecurity.com",
        "phone": "(+33) 1 39 60 98 82",
        "address": "38 Rue Jean Mermoz, 78600 Maisons-Laffitte",
        "linkedin": "Linkedin",
        "copyright": "© 2024 Pixecurity. All rights reserved."
      },


      
        "popup": {
          "title": "Sign up and get",
          "discount": "-15%",
          "description": "Join our community and enjoy exclusive offers and immediate discounts on our Online Store.",
          "signupButton": "Sign up now",
          "contactTitle": "Are you a professional?",
          "contactDescription": "Contact us and receive additional discounts",
          "contactButton": "Contact Us",
          "closeButton": "Close"
        },
      
      
    
    
      "homepageHero" : {
    "heroTitle": "Provider of Intelligent Security Solutions",
    "heroDescription": "Video surveillance, Image analysis, Access control, Data networks/storage, Hypervision...",
      "visitShop": "Visit the shop",
      "contact": "Contact us",
      "section2Text1": "Security no longer depends on brute force, but on intelligence. At Pixecurity, we are providers of intelligent security systems.",
      "section2Text2": "Our mission: to support you with the best products and tailor-made solutions, rethinking security according to your needs."
      },

      
   "home" : {
    "offerTitle": "An offer thought differently",
    "offerDescription": "Pixecurity’s certified personal data protection includes: the provision of electronic tools, a proprietary project management platform to facilitate interaction with our experts, custom and tailored developments, and the implementation of cyber solutions. Compliance certifications issued by our consultants on compliance: Pixecurity covers the entire high-value chain of security. Pixecurity is the provider of 3.0 security solutions.",
    "aboutUsTitle": "Who are we?",
    "aboutUsDescription": "Cutting-edge engineers. 3.0 experts, digital natives, specialized in construction, networks, building technologies, and always on the lookout for the latest technological advances. They are true security artisans, determined to find the solutions best suited to your needs.",
      "ourTeam": "Our team",
      "ourExpertise": "Our expertise",
      "contactUs": "Contact Us"
    },
  
    
    "skills": {
      "videoprotection": {
        "title": "Video Protection",
        "description": "Image analysis should save time and simplify the user experience without being cumbersome. Our expertise allows us to offer you the best products."
      },
      "analyseImage": {
        "title": "Image Analysis",
        "description": "Protection of property and people, resolving doubts, and much more... Pixecurity selects the best market solutions for you: visible, thermal, mobile, fish-eye cameras..."
      },
      "controleAcces": {
        "title": "Access Control",
        "description": "Monitoring, management, traceability, protection of people. Pixecurity enhances its offering to provide you with a comprehensive solution with market leaders."
      },
      "cloudObjetsConnectes": {
        "title": "Cloud and Connected Devices",
        "description": "Any connected device today acts as a security sensor and is exploitable from any user interface. Pixecurity offers you innovative and intelligent solutions to handle them."
      },
      "reseauxStockage": {
        "title": "IT Networks / Storage",
        "description": "Processing, transport, and operation must be ensured by industry expertise. Pixecurity engineers guarantee optimal sizing of networks, storage, and IT resources."
      },
      "ingenierie": {
        "title": "Engineering",
        "description": "Our team of tech-savvy engineers provides Level 2-Level 3 support for your security systems. Pre-sales, project follow-up, commissioning, maintenance, and documentation deliverables..."
      }
    },
    "learnMore": "Learn More",


  "homepagePartners": {
    "partnersTitle": "Our partners",
    "partnersSubtitle": "Market Excellence at Your Service",
    "partnersDescription": "Whether it's visible cameras, thermal cameras, video management systems, or IP... Pixecurity engineers are committed to selecting the most effective products, perfectly suited to your project.",
    "learnMore": "Learn More"
  },


    "homepageCountup": {
      "partners": "Partners",
      "clients": "Clients",
      "projects": "Projects"
    },

  
      "trustedBy": "They trust us",
     


        "expertiseHeroTitle": "Our Expertise: Your protection, our commitment",
        "expertiseHeroSubtitle": "Comprehensive security",
       "expertiseHeroDescription": "With Pixecurity, your safety is in good hands at every step, from design to certification.",
        "forces": {
          "point1": "Cutting-edge electronic tools, custom-tailored to meet your needs.",
          "point2": "An internally developed project management platform, offering easy interaction with our experts.",
          "point3": "Custom development solutions, designed specifically for you.",
          "point4": "Advanced cybersecurity measures for optimal protection.",
          "point5": "Issuance of compliance certifications by our specialized consultants."
        },
        "videoProtection": {
          "title": "Video Surveillance",
          "cam1": {
            "title": "Visible Cameras",
            "subtitle": "The all-terrain camera",
            "description": "Day and night, visible cameras are used for detection, recognition, and identification. Pixecurity works with top manufacturers for this type of camera."
          },
          "cam2": {
            "title": "Thermal Cameras",
            "subtitle": "Increase contrasts",
            "description": "Thermal cameras enhance contrasts between the object we want to detect and identify and the surrounding environment. A specific and thorough pre-analysis helps in selecting the ideal thermal camera."
          },
          "cam3": {
            "title": "Specialized Cameras",
            "subtitle": "Each situation has its camera",
            "description": "Gas detection, embedded cameras, ATEX environments, mobile, fish-eye... Each environment has its specific camera."
          }
        },
        "imageAnalysis": {
          "title": "Image Analysis",
          "realTime": {
            "title": "Real-time Analysis Solutions",
            "subtitle": "Increase intelligence",
            "description": "Pixecurity partners with software for intrusion detection, abandoned package detection, counting, machine learning..."
          },
          "postAnalysis": {
            "title": "Post-analysis Solutions",
            "subtitle": "Save time",
            "description": "Colorimetry, searching for individuals, objects, vehicles, license plates, during in-depth investigations by the client."
          },
          "businessIntelligence": {
            "title": "Analysis and Business Intelligence",
            "subtitle": "Go further",
            "description": "Implementing statistical tools on attendance rates, behavioral analysis, visitor management, clientele..."
          }
        },
        "accessControl": {
          "title": "Access Control",
          "doorManagement": {
            "title": "Door and Access Management",
            "subtitle": "VIP access control",
            "description": "From the environment of the access point to the badge type, Pixecurity works with qualified Level 3 partners on solutions: Til, Primion, Nedap."
          },
          "secureArchitecture": {
            "title": "Secure Architecture (ANSSI)",
            "subtitle": "Save time",
            "description": "A thoughtful design, Pixecurity implements physical, software, and logical architecture to comply with GDPR recommendations and those of ANSSI."
          },
          "fullIntegratedSolution": {
            "title": "Fully Integrated Solution (Hypervision)",
            "subtitle": "A unique solution",
            "description": "Pixecurity offers a fully integrated video/access control solution via partners working on an open philosophy (Milestone, Til)."
          }
        },
        "cloudAndIoT": {
          "title": "Cloud and Connected Objects",
          "fullCloudSolutions": {
            "title": "Full-cloud Security Solutions",
            "subtitle": "A full-cloud video and access control architecture",
            "description": "The transition to full-cloud is underway, Pixecurity offers a packaged full-cloud video/access control solution to address storage, network, and IT hardware costs. The solution is available for a one-time purchase or on a subscription basis."
          },
          "cloudProjectManagement": {
            "title": "Pixecurity Project Management in Full-cloud",
            "subtitle": "Pixplatform",
            "description": "The world has changed: project management and work are done remotely. Pixecurity offers you a powerful cloud-based tool to track your projects, deliveries... your security philosophy."
          },
          "connectedObjects": {
            "title": "Connected Objects",
            "subtitle": "Data and speed",
            "description": "5G has arrived, from drones, phones, BIM remote controls, data retrieval has never been easier and faster. Pixecurity leverages these for you and orchestrates them."
          }
        },
        "networksSIStorage": {
          "title": "Networks, IT, Storage",
          "networks": {
            "title": "Networks",
            "subtitle": "French expertise",
            "description": "Physically: Pixecurity holds the highest network certifications (Cisco), ensuring end-to-end security and compliance with cybersecurity standards. In the cloud: Pixecurity is committed to securing client data via sovereign cloud (OVH)."
          },
          "informationSystems": {
            "title": "Information Systems",
            "subtitle": "The environment is you",
            "description": "The management of your information system, whether on server or client mode, is set up and configured according to your requirements (active directory, hardware choices)."
          },
          "storage": {
            "title": "Storage",
            "subtitle": "To infinity and beyond",
            "description": "Whether in capacity or storage type (DAS, NAS, SAN), RAID security (1, 5, 10), hot or cold redundancy (mirror, cluster), Pixecurity certifies its expertise in this area."
          }
        },


    
         
          "partnersHeroTitle": "Our Partners",
          "partnersHeroSubtitle": "Discover our trusted partners, global leaders in security and surveillance.",
          "partnersHeroDescription1": "At Pixecurity, we are committed to providing you with the best available solutions through collaborations with innovative and reputable companies. Each partner brings its expertise and cutting-edge technologies, covering a wide range of needs: IP surveillance, video management, access control, and more. Our partners offer advanced solutions to protect your assets and ensure your peace of mind.",
          "partnersHeroDescription2": "Browse our gallery to learn more about these companies and their products. We are proud to work with these major players to offer you the highest quality security solutions.",
          "partnersHeroDescription3": "Welcome to Pixecurity, where your security is our priority.",
          
        
        
      
          "aboutUs": {
            "title": "Who are We?",
            "section1": {
              "text": "Engineers above all. Even 3.0 engineers. Digital natives, involved in construction, networks, building technologies, technological watch... In short, real security solution dealers ready to find the right products tailored to your needs.",
              "button": "A Project? Let's Discuss!"
            },
            "section2": {
              "cards": 
                {
                  "imgSrc1": "../../assets/about1.webp",
                  "title1": "Construction",
                  "text1": "With civil engineering-trained engineers, Pixecurity retains a construction DNA, which remains the essence of our profession.",
                  "imgSrc2": "../../assets/about2.webp",
                  "title2": "Applied Electronics",
                  "text2": "In addition to civil engineering, our senior engineers are trained in applied electronics: home automation, video protection, access control...",
                  "imgSrc3": "../../assets/about3.webp",
                  "title3": "IT",
                  "text3": "Pixecurity complements its team with certified network, systems, and IT engineers..."
                }
              
            },
            "section3": {
              "quote": "\"Our goal? <br /> Meet the requirements and anticipate the needs of our clients. <br /> Simplify the understanding of security.\"",
              "author": "-- Yann Duchet, CEO Pixecurity",
              "imgSrc": "../../assets/team/YANN-aboutUs.jpg"
            },
            "section4": {
              "title": "Meet the Pixecurity Experts",
              "subtitle": "Qualified specialists who bring their expertise to provide optimal protection."
            }
          },
      
        
          
            "contact": {
              "title": "Contact Us",
              "subtitle": "Let's Get In Touch",
              "description": "Tell us who you are and describe your issue in a few words. We will contact you as soon as possible to start the project.",
              "name": "Last Name",
              "firstname": "First Name",
              "company": "Company (optional)",
              "email": "Email",
              "message": "Message",
              "submit": "Send",
              "phone": "(+33) 1 39 60 98 82",
              "address": "38 Rue Jean Mermoz, 78600 Maisons-Laffitte",
              "linkedin": "Linkedin",
              "nameError": "Invalid last name (minimum 2 letters)",
              "firstnameError": "Invalid first name (minimum 2 letters)",
              "companyError": "Company name must not exceed 30 characters",
              "emailError": "Invalid email",
              "messageError": "Invalid message (at least 50 characters)",
              "success": "Message sent successfully",
              "error": "An error occurred. Please try again.",
              "validationError": "Please fill out all fields correctly"
            }
          
          
    
    
  }
  