{
  "header": {
    "Expertise": "Notre expertise",
    "Shop": "Boutique",
    "ourPartners": "Nos partenaires",
    "about": "À propos",
    "aboutUs": "Qui sommes-nous ?",
    "rse": "Notre démarche RSE",
    "contact": "Nous contacter",
    "login": "Connexion",
    "myAccount": "Mon compte",
    "admin": "Administration",
    "logout": "Déconnexion"
  },
  "footer": {
    "description": "Fournisseur de solutions de sûreté intelligentes : Vidéosurveillance, analyse d'image, contrôle d'accès, réseaux/stockage des données, hypervision...",
    "siteMap": "Plan du site",
    "contactUs": "Nous contacter",
    "home": "Accueil",
    "shop": "Boutique",
    "expertise": "Notre expertise",
    "signupLogin": "Inscription / Connexion",
    "aboutUsLink": "Qui sommes-nous ?",
    "partnersLink": "Nos partenaires",
    "quotationLink": "Demande de devis",
    "contactLink": "Contact",
    "privacyLink": "Politique de confidentialité",
    "partnersActus": "Actualités de nos partenaires",
    "email": "pixecurity@pixecurity.com",
    "phone": "(+33) 1 39 60 98 82",
    "address": "38 Rue Jean Mermoz, 78600 Maisons-Laffitte",
    "linkedin": "Linkedin",
    "copyright": "© 2025 Pixecurity. Tous droits réservés."
  },
  "popup": {
    "title1": "Besoin d’un accompagnement personnalisé ?",
    "desc1": "Vous parcourez nos produits ? Nous pouvons vous conseiller ou vous faire une offre sur-mesure.",
    "contactBtn": "Contactez notre équipe",
    "title2": "Votre sélection est prête ?",
    "desc2": "Ajoutez vos produits au panier, puis envoyez-nous une demande de devis. Nous reviendrons vers vous rapidement avec une proposition adaptée.",
    "shopBtn": "Composer mon panier"
  },
  "homepageHero": {
    "heroTitle": "Solutions Intelligentes pour la Sécurité et la Vidéosurveillance",
    "heroDescription": "Caméras de surveillance, analyse vidéo, contrôle d'accès, systèmes de stockage réseau, hypervision et plus encore",
    "visitShop": "Visiter la boutique",
    "quotation": "Demander un devis",
    "section2Text1": "La sûreté ne dépend plus de la force brute, mais de l'intelligence. Chez Pixecurity, nous sommes les fournisseurs de systèmes de sûreté intelligents.",
    "section2Text2": "Notre mission : vous accompagner avec les meilleurs produits et des solutions sur-mesure, repensant la sécurité selon vos besoins."
  },
  "home": {
    "offerTitle": "Une Offre Révolutionnaire pour la Sécurité et la Sûreté",
    "offerDescription1": "Pixecurity garantit la protection de vos données personnelles grâce à des solutions avancées : fourniture d'équipements électroniques de pointe, plateforme innovante de gestion de projets pour une interaction fluide avec nos experts, développements spécifiques adaptés à vos besoins, et intégration de solutions de cybersécurité robustes.",
    "offerDescription2": "En matière de conformité, nos consultants certifiés délivrent des certifications adaptées aux normes les plus exigeantes. Avec une couverture complète de la chaîne de valeur, Pixecurity se positionne comme le leader des solutions de sécurité et de vidéosurveillance de nouvelle génération, combinant innovation et expertise.",
    "aboutUsTitle": "À propos de Pixecurity",
    "aboutUsDescription": "Des ingénieurs visionnaires et experts 3.0, natifs du numérique, combinant expertise dans le BTP, les infrastructures réseaux, et les technologies innovantes pour les bâtiments connectés. Toujours à la pointe des avancées technologiques, nos équipes sont de véritables artisans de la sûreté, engagés à concevoir des solutions sur-mesure, parfaitement adaptées aux besoins spécifiques de nos clients.",
    "ourTeam": "Notre équipe",
    "ourExpertise": "Notre expertise",
    "contactUs": "Contactez-nous",
    "pixecurityPresence": "Pixecurity, présent partout en France pour vous accompagner",
    "pixecurityExpertise": "Pixecurity, c’est une expertise locale avec une présence nationale. Nos bureaux sont situés à Paris, cœur stratégique de notre activité, tandis que nos équipes commerciales sont également implantées à Bordeaux et Lyon pour être au plus proche de nos clients.",
    "pixecurityRegions": "Que vous soyez en Île-de-France, dans le Nord, dans le Sud-Est ou dans le Sud-Ouest, nos experts sont là pour vous conseiller et vous accompagner dans vos projets de sécurité et de sûreté.",
    "paris": "Paris",
    "parisDescription": "Siège - Etude, Conseil et accompagnement",
    "lille": "Lille",
    "lilleDescription": "Antenne - Conseil et accompagnement",
    "bordeaux": "Bordeaux",
    "bordeauxDescription": "Antenne - Conseil et accompagnement",
    "lyon": "Lyon",
    "lyonDescription": "Antenne- Conseil et accompagnement",
    "mapAltText": "carte activité"
  },
  "skills": {
    "videoprotection": {
      "title": "Vidéoprotection Intelligente",
      "description": "Grâce à une analyse d'image avancée, simplifiez vos processus et gagnez du temps sans complexité inutile. Pixecurity sélectionne les solutions les plus performantes pour répondre à vos besoins de sécurité."
    },
    "analyseImage": {
      "title": "Analyse Vidéo Avancée",
      "description": "Assurez la protection des biens et des personnes avec des technologies de pointe : caméras haute définition, thermiques, mobiles, fish-eye, et plus encore. Pixecurity propose les meilleures solutions adaptées à vos projets."
    },
    "controleAcces": {
      "title": "Systèmes de Contrôle d'Accès",
      "description": "Garantissez la sécurité et la traçabilité avec des solutions globales de gestion des accès. Pixecurity s'associe aux leaders du marché pour offrir des systèmes fiables et innovants, adaptés à toutes vos installations."
    },
    "cloudObjetsConnectes": {
      "title": "Cloud et Objets Connectés Sécurisés",
      "description": "Transformez vos objets connectés en capteurs de sûreté exploitables depuis n'importe quelle interface. Pixecurity conçoit des solutions intelligentes et évolutives pour maximiser leur potentiel."
    },
    "reseauxStockage": {
      "title": "Réseaux et Stockage Optimisés",
      "description": "Assurez un transport et un traitement de données sans faille grâce à notre expertise en infrastructures réseau. Les ingénieurs Pixecurity garantissent un dimensionnement optimal de vos systèmes SI et de vos ressources de stockage."
    },
    "ingenierie": {
      "title": "Ingénierie de Sûreté",
      "description": "Bénéficiez d'un accompagnement complet avec nos experts en ingénierie : avant-vente, suivi de projet, maintenance, mise en service, et documentation technique. Pixecurity vous accompagne à chaque étape de vos projets."
    }
  },
  "learnMore": "En savoir plus",
  "homepagePartners": {
    "partnersTitle": "Nos Partenaires en Sécurité et Vidéosurveillance",
    "partnersSubtitle": "Les Meilleurs Produits du Marché",
    "partnersDescription": "Pixecurity sélectionne les meilleures caméras de surveillance, systèmes de gestion vidéo et solutions IP adaptées à vos besoins en sécurité.",
    "learnMore": "En savoir plus"
  },
  "homepageCountup": {
    "partners": "Partenaires",
    "clients": "Clients",
    "projects": "Projets"
  },
  "trustedBy": "Ils nous font confiance",
  "expertiseHeroTitle": "Notre Expertise : Votre protection, notre engagement",
  "expertiseHeroSubtitle": "Une sécurité complète",
  "expertiseHeroDescription": "Avec Pixecurity, votre sûreté est entre de bonnes mains à chaque étape, de la conception à la certification.",
  "forces": {
    "point1": "Des outils électroniques de pointe, taillés sur mesure pour répondre à vos besoins.",
    "point2": "Une plateforme de gestion de projets élaborée en interne, offrant une interaction aisée avec nos experts.",
    "point3": "Des solutions de développement sur mesure, conçues spécialement pour vous.",
    "point4": "Des mesures de cybersécurité avancées pour une protection optimale.",
    "point5": "La délivrance de certifications de conformité par nos consultants spécialisés."
  },
  "videoProtection": {
    "title": "Vidéoprotection",
    "cam1": {
      "title": "Caméras visibles",
      "subtitle": "La caméra tout-terrain",
      "description": "De jour comme de nuit les caméras visibles sont exploitées pour de la détection, de la reconnaissance ainsi que pour de l'identification. Pixecurity travaille avec les meilleurs fabricants pour cette typologie de caméras."
    },
    "cam2": {
      "title": "Caméras Thermiques",
      "subtitle": "Augmenter les contrastes",
      "description": "Les caméras thermiques sont là pour augmenter un maximum les contrastes entre l'objet que l'on souhaite détecter et identifier et l'environnement dans lequel il se situe. Une préanalyse spécifique et poussée permet de sélectionner au plus juste la caméra thermique idéale."
    },
    "cam3": {
      "title": "Caméras spécifiques",
      "subtitle": "A chaque situation sa caméra",
      "description": "Détection de gaz, caméras embarquées, milieux ATEX, mobiles, fish-eye... A chaque environnement sa caméra spécifique."
    }
  },
  "imageAnalysis": {
    "title": "Analyse d'image",
    "realTime": {
      "title": "Solutions d'analyse en temps réel",
      "subtitle": "Augmentez l'intelligence",
      "description": "Pixecurity travaille en partenariat avec des logiciels permettant la détection d'intrusion, de colis abandonnés, de comptage, de machine-learning..."
    },
    "postAnalysis": {
      "title": "Solutions d'analyse a posteriori",
      "subtitle": "Gagnez du temps",
      "description": "La colorimétrie, la recherche d'individus, d'objets, de véhicules, de plaques d'immatriculation, lors d'investigations poussées par le client."
    },
    "businessIntelligence": {
      "title": "Analyse et Business Intelligence",
      "subtitle": "Allez plus loin",
      "description": "Mise en place d'outils statistiques sur les taux de fréquentation, analyse comportementale, gestion des visiteurs, de la clientèle..."
    }
  },
  "accessControl": {
    "title": "Contrôle d'accès",
    "doorManagement": {
      "title": "Gestion des portes et des accès",
      "subtitle": "Un contrôle d'accès VIP",
      "description": "Depuis tout l'environnement du point d'accès jusqu'à la typologie du badge, Pixecurity s'entoure de partenaires qualifiés Niveau 3 sur les solutions : Til, Primion, Nedap."
    },
    "secureArchitecture": {
      "title": "Architecture sécurisée (ANSSI)",
      "subtitle": "Gagnez du temps",
      "description": "Un design réfléchi Pixecurity met en place l'architecture physique, logicielle et logique pour rester en conformité avec les recommandations de la RGPD ainsi que celles de l'ANSSI."
    },
    "fullIntegratedSolution": {
      "title": "Solution Full-intégrée (Hypervision)",
      "subtitle": "Une solution unique",
      "description": "Pixecurity propose une solution vidéo / contrôle d'accès full-intégrée via des partenaires travaillant sur une philosophie ouverte (Milestone, Til)."
    }
  },
  "cloudAndIoT": {
    "title": "Cloud et objets connectés",
    "fullCloudSolutions": {
      "title": "Solutions de sûreté full-cloud",
      "subtitle": "Une architecture vidéo et contrôle d'accès full-cloud",
      "description": "La transition vers le full-cloud est amorcée, Pixecurity propose une solution vidéo/contrôle d'accès packagée full-cloud permettant de pallier les coûts de stockage, de réseau, de matériel informatique. La solution est proposée en achat unique ou en mode SAS."
    },
    "cloudProjectManagement": {
      "title": "Gestion de projet Pixecurity en full-cloud",
      "subtitle": "Pixplatform",
      "description": "Le monde a changé : la gestion de projet comme le travail se fait à distance. Pixecurity vous propose un outil performant, en cloud, pour suivre en temps réel vos affaires, vos livraisons... votre philosophie de sûreté."
    },
    "connectedObjects": {
      "title": "Objets connectés",
      "subtitle": "Données et rapidité",
      "description": "La 5G est arrivée, en passant par le drone, les téléphones, les télécommandes BIM, la récupération de data n'a jamais été aussi facile et rapide. Pixecurity les exploite pour vous et les met en musique."
    }
  },
  "networksSIStorage": {
    "title": "Réseaux, SI, stockage",
    "networks": {
      "title": "Réseaux",
      "subtitle": "Un savoir-faire à la française",
      "description": "En physique : Pixecurity possède les plus hautes certifications réseau (Cisco) permettant de vous garantir une sécurisation d'un bout à l'autre de la chaîne jusqu'à vous amener vers des conformités cyber-sécurité. En cloud : Pixecurity met un point d'honneur à garantir la sécurisation des données de ses clients via un cloud souverain (OVH)."
    },
    "informationSystems": {
      "title": "Systèmes d'Information",
      "subtitle": "L'environnement c'est vous",
      "description": "Toute la gestion de votre système d'information en serveur ou en mode poste client est paramétrée et configurée selon vos pré-requis (active directory, choix matériel)."
    },
    "storage": {
      "title": "Stockage",
      "subtitle": "Vers l'infini et le Peta",
      "description": "Que ce soit en capacité ou en typologie de stockage (DAS, NAS, SAN), sécurisation des RAID (1, 5, 10), redondance à chaud ou à froid (miroir, grappe) Pixecurity certifie son expertise en la matière."
    }
  },
  "partnersHeroTitle": "Nos partenaires",
  "partnersHeroSubtitle": "Découvrez nos partenaires de confiance, leaders mondiaux en sécurité et surveillance.",
  "partnersHeroDescription1": "Chez Pixecurity, nous nous engageons à vous fournir les meilleures solutions disponibles, grâce à des collaborations avec des entreprises innovantes et réputées. Chaque partenaire apporte son expertise et ses technologies de pointe, couvrant une vaste gamme de besoins : surveillance IP, gestion vidéo, contrôle d'accès et bien plus. Nos partenaires offrent des solutions avancées pour protéger vos biens et garantir votre tranquillité d'esprit.",
  "partnersHeroDescription2": "Parcourez notre galerie pour en savoir plus sur ces entreprises et leurs produits. Nous sommes fiers de travailler avec ces acteurs majeurs pour vous offrir des solutions de sécurité de la plus haute qualité.",
  "partnersHeroDescription3": "Bienvenue chez Pixecurity, où votre sécurité est notre priorité.",
  "partnersHeroLink": "Actualités de nos partenaires",
  "aboutUs": {
    "title": "Qui sommes-nous ?",
    "section1": {
      "text": "Des ingénieurs avant tout. Des ingénieurs 3.0 même. Digital natives, branchés BTP, réseaux, technologies appliquées aux bâtiments, veille technologique... Bref, de vrais dealers de solutions de sureté prêts à tout pour trouver les bons produits adaptés à vos besoins.",
      "button": "Un Projet? Parlons en !"
    },
    "section2": {
      "cards": {
        "imgSrc1": "/assets/aboutUs/about1.webp",
        "title1": "BTP",
        "text1": "Avec des ingénieurs de formation génie civil, Pixecurity conserve un ADN travaux, chantier, qui reste l'essence même de notre métier.",
        "imgSrc2": "/assets/aboutUs/about2.webp",
        "title2": "Électronique appliquée",
        "text2": "En complément du génie civil, nos ingénieurs cadres sont formés en électronique appliquée : domotique, vidéoprotection, contrôle d'accès...",
        "imgSrc3": "/assets/aboutUs/about3.webp",
        "title3": "IT",
        "text3": "Pixecurity complète son équipe par des ingénieurs réseaux certifiés, systèmes, SI..."
      }
    },
    "section3": {
      "quote": "\"Notre but ? <br /> Répondre aux exigences et anticiper les besoins de nos clients. <br /> Simplifier la compréhension de la sécurité.\"",
      "author": "-- Yann Duchet, CEO Pixecurity",
      "imgSrc": "/assets/team/YANN-aboutUs.jpg"
    },
    "section4": {
      "title": "Rencontrez les experts de Pixecurity",
      "subtitle": "Des spécialistes qualifiés qui mettent leur savoir-faire à votre service pour une protection optimale."
    }
  },
  "contact": {
    "title": "Contactez-nous",
    "subtitle": "Un besoin ? Un projet ?",
    "description": "Besoin d’un produit ou d’un accompagnement sur mesure ? Notre équipe est à votre écoute pour répondre à vos demandes et vous proposer les meilleures solutions.",
    "name": "Nom",
    "firstname": "Prénom",
    "company": "Entreprise (optionnel)",
    "phoneForm": "Téléphone (optionnel)",
    "email": "Email",
    "message": "Message",
    "submit": "Envoyer",
    "phone": "(+33) 1 39 60 98 82",
    "address": "38 Rue Jean Mermoz, 78600 Maisons-Laffitte",
    "linkedin": "Linkedin",
    "nameError": "Nom invalide (minimum 2 lettres)",
    "firstnameError": "Prénom invalide (minimum 2 lettres)",
    "companyError": "Le nom de l'entreprise ne doit pas dépasser 30 caractères",
    "phoneError": "Numéro de téléphone invalide",
    "emailError": "Email invalide",
    "messageError": "Message invalide (au moins 50 caractères)",
    "success": "Message envoyé avec succès",
    "error": "Une erreur s'est produite. Veuillez réessayer.",
    "validationError": "Veuillez renseigner tous les champs correctement"
  },
  "partnersActus": {
    "title": "Actualités de nos partenaires",
    "description": "Découvrez les actualités et annonces importantes de nos partenaires de confiance. Leurs innovations et leurs solutions avancées renforcent notre mission : vous offrir une sécurité de pointe. Restez à jour avec les leaders du secteur.",
    "shopBtn": "Visiter la boutique",
    "contactBtn": " Un Projet ? Contactez-nous"
  },
  "rse": {
    "title": "Notre engagement pour un avenir durable",
    "intro1": "Chez Pixecurity, nous sommes convaincus qu’une entreprise performante doit aussi être exemplaire sur le plan éthique et environnemental. C’est pourquoi nous avons fait de la Responsabilité Sociétale des Entreprises (RSE) un pilier de notre stratégie.",
    "intro2": "Notre démarche s’inscrit dans une logique d’amélioration continue, guidée par l’impact que nous souhaitons avoir sur notre environnement, nos collaborateurs et la société dans son ensemble.",
    "environmentTitle": "Nos actions pour l’environnement",
    "environmentIntro": "Nous sommes convaincus que chaque geste compte. C’est pourquoi nous avons engagé une démarche concrète pour limiter notre impact écologique, au quotidien comme dans notre développement.",
    "waste": {
      "title": "Réduction des déchets",
      "point1": "Suppression des gobelets en carton jetables.",
      "point2": "Mise en place d’une machine à café à grains, réduisant l’usage de capsules polluantes.",
      "point3": "Encouragement à l’usage de mugs et gobelets réutilisables pour les collaborateurs.",
      "point4": "Tri sélectif actif : différentes poubelles sont disponibles pour le plastique, le carton, le verre ..."
    },
    "plastic": {
      "title": "Réduction de la consommation de plastique",
      "point1": "Installation d’une station de filtration d’eau reliée à l’eau de ville.",
      "point2": "Disparition des bouteilles plastiques dans les bureaux : chacun dispose d’une gourde ou d’un contenant durable."
    },
    "mobility": {
      "title": "Mobilité responsable",
      "point1": "Transition progressive vers un parc automobile 100 % électrique.",
      "point2": "Mise en place d’un suivi des émissions de CO₂ évitées, pour quantifier notre impact positif."
    },
    "socialTitle": "Bien-être, inclusion et engagement social",
    "socialIntro": "Nous plaçons l’humain au cœur de notre projet d’entreprise. Un environnement sain, inclusif et motivant est essentiel à la performance collective.",
    "wellbeing": {
      "title": "Bien-être au travail",
      "point1": "Espaces de pause et de détente aménagés.",
      "point2": "Horaires flexibles et possibilité de télétravail.",
      "point3": "Accès à la formation continue pour favoriser l’évolution professionnelle."
    },
    "inclusion": {
      "title": "Diversité et inclusion",
      "point1": "Recrutement fondé sur les compétences et l’égalité des chances.",
      "point2": "Sensibilisation interne aux biais et comportements discriminants.",
      "point3": "Zéro tolérance face aux discriminations.",
      "point4": "Valorisation des différences et des parcours.",
      "point5": "Engagement en faveur de la parité femmes-hommes à tous les niveaux de l’organisation."
    },
    "commitmentTitle": "Une démarche en constante évolution",
    "commitmentText": "Nous savons que la RSE n’est pas une finalité mais un chemin. C’est pourquoi nous continuons à identifier les leviers d’amélioration pour limiter notre empreinte et agir de manière toujours plus responsable."
  }
}