{
  "header": {
    "Expertise": "خبرتنا",
    "Shop": "المتجر",
    "ourPartners": "شركاؤنا",
    "about": "من نحن",
    "aboutUs": "من نحن",
    "rse": "نهج المسؤولية الاجتماعية للشركات",
    "contact": "اتصل بنا",
    "login": "تسجيل الدخول",
    "myAccount": "حسابي",
    "admin": "الإدارة",
    "logout": "تسجيل الخروج"
  },
  "footer": {
    "description": "مزود الحلول الذكية للأمن: المراقبة بالفيديو، تحليل الصور، التحكم في الوصول، الشبكات/التخزين البيانات، الهيبر فيجن...",
    "siteMap": "خريطة الموقع",
    "contactUs": "اتصل بنا",
    "home": "الصفحة الرئيسية",
    "shop": "المتجر",
    "expertise": "خبرتنا",
    "signupLogin": "التسجيل / تسجيل الدخول",
    "aboutUsLink": "من نحن",
    "partnersLink": "شركاؤنا",
    "quotationLink": "طلب عرض سعر",
    "contactLink": "اتصل",
    "privacyLink": "سياسة الخصوصية",
    "partnersActus": "أخبار من شركائنا",
    "email": "pixecurity@pixecurity.com",
    "phone": "(+33) 1 39 60 98 82",
    "address": "38 شارع جان ميرمو، 78600 ميزون لافيت",
    "linkedin": "لينكدإن",
    "copyright": "© 2025 بيكسيورتي. جميع الحقوق محفوظة."
  },
  "popup": {
    "title1": "هل تحتاج إلى دعم مخصص؟",
    "desc1": "هل تتصفح منتجاتنا؟ يمكننا تقديم استشارات أو عرض مخصص.",
    "contactBtn": "اتصل بفريقنا",
    "title2": "هل أنت جاهز مع اختياراتك؟",
    "desc2": "أضف منتجاتك إلى السلة، ثم أرسل لنا طلب عرض. سنتواصل معك قريبًا مع عرض مخصص.",
    "shopBtn": "بناء السلة"
  },
  "homepageHero": {
    "heroTitle": "حلول ذكية للأمن والمراقبة بالفيديو",
    "heroDescription": "كاميرات المراقبة، تحليلات الفيديو، التحكم في الوصول، أنظمة التخزين الشبكي، الهيبر فيجن، وأكثر.",
    "visitShop": "زيارة المتجر",
    "quotation": "طلب عرض سعر",
    "section2Text1": "الأمن لم يعد يعتمد على القوة المفرطة، بل على الذكاء. في بيكسيورتي، نحن مزودون بأنظمة أمان ذكية.",
    "section2Text2": "مهمتنا: دعمك بأفضل المنتجات والحلول المخصصة، وإعادة التفكير في الأمن وفقًا لاحتياجاتك."
  },
  "home": {
    "offerTitle": "عرض ثوري للأمن والسلامة",
    "offerDescription1": "تضمن بيكسيوريتي حماية بياناتك الشخصية من خلال حلول متقدمة: توفير معدات إلكترونية متطورة، منصة مبتكرة لإدارة المشاريع من أجل تفاعل سلس مع خبرائنا، تطويرات مخصصة حسب احتياجاتك، ودمج حلول الأمن السيبراني القوية.",
    "offerDescription2": "فيما يتعلق بالامتثال، يقدم مستشارونا المعتمدون شهادات تتوافق مع أعلى المعايير. مع تغطية كاملة لسلسلة القيمة، تضع بيكسيوريتي نفسها كقائد للحلول المتقدمة في مجال الأمن والمراقبة بالفيديو، مما يجمع بين الابتكار والخبرة.",
    "aboutUsTitle": "حول بيكسيوريتي",
    "aboutUsDescription": "مهندسون مبتكرون وخبراء 3.0، نشأوا في عصر الرقمية، يجمعون بين الخبرة في الهندسة المدنية، والبنى التحتية للشبكات، والتقنيات المبتكرة للمباني المتصلة. دائماً في طليعة التقدمات التكنولوجية، فرقنا هم حرفيون حقيقيون في مجال السلامة، ملتزمون بتصميم حلول مصممة خصيصًا وفقًا للاحتياجات الخاصة لعملائنا.",
    "ourTeam": "فريقنا",
    "ourExpertise": "خبرتنا",
    "contactUs": "اتصل بنا",
    "pixecurityPresence": "بيكسيوريتي، موجودة في جميع أنحاء فرنسا وعلى الصعيد الدولي لدعمكم",
    "pixecurityExpertise": "تقدم بيكسيوريتي خبرة محلية مع حضور وطني ودولي. مكاتبنا تقع في باريس، قلب نشاطنا الاستراتيجي، في حين أن فرقنا التجارية موجودة أيضًا في بوردو وليون لتكون قريبة من عملائنا. نحن نقدم حلول أمان عالمية للعملاء في جميع أنحاء العالم.",
    "pixecurityRegions": "سواء كنت في إيل دو فرانس، في الشمال، أو في جنوب شرق أو جنوب غرب فرنسا، أو في أي مكان في العالم، فإن خبرائنا هنا لتقديم النصائح والدعم في مشاريع الأمان والسلامة الخاصة بك.",
    "paris": "Paris",
    "parisDescription": "المقر الرئيسي - دراسة، استشارات ودعم",
    "lille": "Lille",
    "lilleDescription": "فرع - استشارات ودعم",
    "bordeaux": "Bordeaux",
    "bordeauxDescription": "فرع - استشارات ودعم",
    "lyon": "Lyon",
    "lyonDescription": "فرع - استشارات ودعم",
    "mapAltText": "خريطة الأنشطة"
  },
  "skills": {
    "videoprotection": {
      "title": "المراقبة بالفيديو الذكية",
      "description": "استفد من تحليلات الصور المتقدمة لتبسيط العمليات وتوفير الوقت دون تعقيدات غير ضرورية. تقدم بيكسيورتي حلولًا من الدرجة الأولى مصممة خصيصًا لاحتياجات أمانك."
    },
    "analyseImage": {
      "title": "تحليلات الفيديو المتقدمة",
      "description": "حماية الأصول والأشخاص باستخدام تقنيات متطورة: كاميرات عالية الدقة، التصوير الحراري، الحلول المتنقلة، العدسات ذات الزوايا الواسعة، وأكثر. تقدم بيكسيورتي أفضل الحلول في السوق لمشاريع الأمان الخاصة بك."
    },
    "controleAcces": {
      "title": "أنظمة التحكم في الوصول",
      "description": "ضمان الأمان والتتبع من خلال حلول شاملة لإدارة الوصول. تتعاون بيكسيورتي مع رواد الصناعة لتقديم أنظمة مبتكرة وموثوقة مصممة خصيصًا لتركيباتك."
    },
    "cloudObjetsConnectes": {
      "title": "الحوسبة السحابية والأجهزة المتصلة",
      "description": "حول أجهزتك المتصلة إلى أجهزة أمان موثوقة يمكن الوصول إليها من أي واجهة مستخدم. تصمم بيكسيورتي حلولًا ذكية وقابلة للتوسع للاستفادة الكاملة من إمكانياتها."
    },
    "reseauxStockage": {
      "title": "الشبكات والتخزين المحسن",
      "description": "ضمان نقل ومعالجة البيانات بسلاسة من خلال خبرتنا في البنية التحتية للشبكات. يضمن مهندسو بيكسيورتي تحديد الحجم الأمثل لأنظمة تكنولوجيا المعلومات وموارد التخزين الخاصة بك."
    },
    "ingenierie": {
      "title": "هندسة الأمان",
      "description": "استفد من الدعم الشامل من خبرائنا في الهندسة: ما قبل البيع، متابعة المشاريع، الصيانة، التكليف، والتوثيق الفني. تدعمك بيكسيورتي في كل مرحلة من مراحل مشاريعك."
    }
  },
  "learnMore": "تعلم المزيد",
  "homepagePartners": {
    "partnersTitle": "شركاؤنا في الأمن والمراقبة بالفيديو",
    "partnersSubtitle": "أفضل المنتجات في السوق",
    "partnersDescription": "تختار بيكسيورتي أفضل كاميرات المراقبة، أنظمة إدارة الفيديو، وحلول IP المصممة خصيصًا لاحتياجات الأمان الخاصة بك.",
    "learnMore": "تعلم المزيد"
  },
  "homepageCountup": {
    "partners": "الشركاء",
    "clients": "العملاء",
    "projects": "المشاريع"
  },
  "trustedBy": "يثق بنا",
  "expertiseHeroTitle": "خبرتنا: حمايتك، التزامنا",
  "expertiseHeroSubtitle": "أمن شامل",
  "expertiseHeroDescription": "مع بيكسيورتي، ستكون سلامتك في أيدٍ أمينة في كل خطوة، من التصميم إلى الشهادة.",
  "forces": {
    "point1": "أدوات إلكترونية متطورة، مصممة خصيصًا لتلبية احتياجاتك.",
    "point2": "منصة إدارة مشاريع طورتها بيكسيورتي داخليًا، مما يتيح التفاعل السهل مع خبرائنا.",
    "point3": "حلول تطوير مخصصة، مصممة خصيصًا لك.",
    "point4": "تدابير متقدمة للأمن السيبراني من أجل حماية مثالية.",
    "point5": "إصدار شهادات الامتثال من قبل مستشارينا المتخصصين."
  },
  "videoProtection": {
    "title": "المراقبة بالفيديو",
    "cam1": {
      "title": "كاميرات مرئية",
      "subtitle": "الكاميرا متعددة الاستخدامات",
      "description": "تستخدم الكاميرات المرئية للكشف والتعرف والتحديد في النهار والليل. تعمل بيكسيورتي مع أفضل الشركات المصنعة لهذا النوع من الكاميرات."
    },
    "cam2": {
      "title": "كاميرات حرارية",
      "subtitle": "زيادة التباين",
      "description": "تعزز الكاميرات الحرارية التباين بين الجسم الذي نريد اكتشافه وتحديده والمحيط المحيط به. يساعد التحليل المسبق الدقيق في اختيار الكاميرا الحرارية المثالية."
    },
    "cam3": {
      "title": "كاميرات متخصصة",
      "subtitle": "لكل حالة كاميرتها الخاصة",
      "description": "كشف الغازات، الكاميرات المدمجة، بيئات ATEX، الكاميرات المتنقلة، العدسات ذات الزوايا الواسعة... لكل بيئة كاميرتها الخاصة."
    }
  },
  "imageAnalysis": {
    "title": "تحليل الصور",
    "realTime": {
      "title": "حلول التحليل في الوقت الفعلي",
      "subtitle": "زيادة الذكاء",
      "description": "تتعاون Pixecurity مع البرمجيات لاكتشاف التسلل، الكشف عن الطرود المهجورة، العد، التعلم الآلي..."
    },
    "postAnalysis": {
      "title": "حلول ما بعد التحليل",
      "subtitle": "توفير الوقت",
      "description": "اللونيمترية، البحث عن الأفراد، الأشياء، المركبات، اللوحات المعدنية، خلال التحقيقات المتعمقة من العميل."
    },
    "businessIntelligence": {
      "title": "التحليل وذكاء الأعمال",
      "subtitle": "الذهاب أبعد",
      "description": "تنفيذ أدوات إحصائية على معدلات الحضور، التحليل السلوكي، إدارة الزوار، العملاء..."
    }
  },
  "accessControl": {
    "title": "التحكم في الوصول",
    "doorManagement": {
      "title": "إدارة الأبواب والوصول",
      "subtitle": "التحكم في الوصول للأشخاص المهمين",
      "description": "من بيئة نقطة الوصول إلى نوع الشارة، تتعاون Pixecurity مع شركاء مؤهلين من المستوى الثالث على الحلول: Til، Primion، Nedap."
    },
    "secureArchitecture": {
      "title": "العمارة الآمنة (ANSSI)",
      "subtitle": "توفير الوقت",
      "description": "تصميم مدروس، تنفذ Pixecurity البنية التحتية المادية والبرمجية والمنطقية لضمان الامتثال لتوصيات GDPR و ANSSI."
    },
    "fullIntegratedSolution": {
      "title": "حل متكامل بالكامل (Hypervision)",
      "subtitle": "حل فريد",
      "description": "تقدم Pixecurity حلاً متكاملاً للفيديو / التحكم في الوصول من خلال شركاء يعملون على فلسفة مفتوحة (Milestone، Til)."
    }
  },
  "cloudAndIoT": {
    "title": "السحابة والأشياء المتصلة",
    "fullCloudSolutions": {
      "title": "حلول الأمان بالكامل في السحابة",
      "subtitle": "بنية الفيديو والتحكم في الوصول في السحابة بالكامل",
      "description": "الانتقال إلى السحابة بالكامل جارٍ، تقدم Pixecurity حلاً جاهزًا بالكامل في السحابة للفيديو / التحكم في الوصول للتعامل مع تكاليف التخزين والشبكة وأجهزة الكمبيوتر. الحل متاح للشراء مرة واحدة أو على أساس الاشتراك."
    },
    "cloudProjectManagement": {
      "title": "إدارة مشاريع Pixecurity في السحابة بالكامل",
      "subtitle": "Pixplatform",
      "description": "لقد تغير العالم: يتم إدارة المشاريع والعمل عن بُعد. تقدم Pixecurity لك أداة قوية مستندة إلى السحابة لتتبع مشاريعك، التسليمات... وفلسفتك الأمنية."
    },
    "connectedObjects": {
      "title": "الأشياء المتصلة",
      "subtitle": "البيانات والسرعة",
      "description": "وصلت 5G، من الطائرات بدون طيار، الهواتف، أجهزة التحكم عن بعد BIM، أصبح استرجاع البيانات أسهل وأسرع من أي وقت مضى. تستخدم Pixecurity هذه الأدوات لصالحك وتنسقها."
    }
  },
  "networksSIStorage": {
    "title": "الشبكات، تكنولوجيا المعلومات، التخزين",
    "networks": {
      "title": "الشبكات",
      "subtitle": "الخبرة الفرنسية",
      "description": "فعليًا: تمتلك Pixecurity أعلى الشهادات في الشبكات (Cisco)، مما يضمن الأمان من النهاية إلى النهاية والامتثال لمعايير الأمن السيبراني. في السحابة: تلتزم Pixecurity بتأمين بيانات العميل عبر السحابة السيادية (OVH)."
    },
    "informationSystems": {
      "title": "أنظمة المعلومات",
      "subtitle": "البيئة هي أنت",
      "description": "إدارة نظام المعلومات الخاص بك، سواء في وضع الخادم أو العميل، يتم إعداده وتكوينه وفقًا لمتطلباتك (دليل نشط، اختيارات الأجهزة)."
    },
    "storage": {
      "title": "التخزين",
      "subtitle": "إلى ما لا نهاية وما بعدها",
      "description": "سواء من حيث السعة أو نوع التخزين (DAS، NAS، SAN)، أمان RAID (1، 5، 10)، التكرار الساخن أو البارد (مرآة، مجموعة)، تؤكد Pixecurity خبرتها في هذا المجال."
    }
  },
  "partnersHeroTitle": "شركاؤنا",
  "partnersHeroSubtitle": "اكتشف شركاءنا الموثوقين، رواد عالميون في الأمان والمراقبة.",
  "partnersHeroDescription1": "في Pixecurity، نلتزم بتوفير أفضل الحلول المتاحة من خلال التعاون مع الشركات المبتكرة والموثوقة. كل شريك يقدم خبرته وتقنياته المتطورة لتغطية مجموعة واسعة من الاحتياجات: المراقبة عبر بروتوكول الإنترنت، إدارة الفيديو، التحكم في الوصول، وأكثر. يقدم شركاؤنا حلولًا متقدمة لحماية ممتلكاتك وضمان راحة بالك.",
  "partnersHeroDescription2": "تصفح معرضنا لتعرف المزيد عن هذه الشركات ومنتجاتها. نحن فخورون بالعمل مع هؤلاء اللاعبين الكبار لتقديم أعلى حلول الأمان جودة.",
  "partnersHeroDescription3": "مرحبًا بك في Pixecurity، حيث أمانك هو أولويتنا.",
  "partnersHeroLink": "ما الجديد مع شركائنا؟",
  "aboutUs": {
    "title": "من نحن؟",
    "section1": {
      "text": "مهندسون قبل كل شيء. حتى مهندسون 3.0. ناتجون رقميًا، مشاركون في البناء، الشبكات، تكنولوجيا المباني، المراقبة التقنية... باختصار، تجار الحلول الأمنية الحقيقية جاهزون لإيجاد المنتجات المناسبة لاحتياجاتك.",
      "button": "مشروع؟ دعنا نناقش!"
    },
    "section2": {
      "cards": {
        "imgSrc1": "/assets/aboutUs/about1.webp",
        "title1": "البناء",
        "text1": "مع مهندسين مدربين في الهندسة المدنية، تحتفظ Pixecurity بجينات البناء، التي تبقى جوهر مهنتنا.",
        "imgSrc2": "/aboutUs/assets/about2.webp",
        "title2": "الإلكترونيات التطبيقية",
        "text2": "بالإضافة إلى الهندسة المدنية، مهندسونا الكبار مدربون في الإلكترونيات التطبيقية: الأتمتة المنزلية، الحماية بالفيديو، التحكم في الوصول...",
        "imgSrc3": "/aboutUs/assets/about3.webp",
        "title3": "تكنولوجيا المعلومات",
        "text3": "تكمل Pixecurity فريقها بهندسي الشبكات والأنظمة المعتمدين..."
      }
    },
    "section3": {
      "quote": "\"هدفنا؟ <br /> تلبية المتطلبات والتنبؤ باحتياجات عملائنا. <br /> تبسيط فهم الأمان.\"",
      "author": "-- يان دوشت، الرئيس التنفيذي لشركة Pixecurity",
      "imgSrc": "/assets/team/YANN-aboutUs.jpg"
    },
    "section4": {
      "title": "تعرف على خبراء Pixecurity",
      "subtitle": "متخصصون مؤهلون يقدمون خبراتهم لضمان الحماية المثلى."
    }
  },
  "contact": {
    "title": "اتصل بنا",
    "subtitle": "هل لديك حاجة؟ هل لديك مشروع؟",
    "description": "هل تبحث عن منتج محدد أو دعم مخصص؟ فريقنا هنا للاستماع إليك وفهم احتياجاتك وتقديم أفضل الحلول.",
    "name": "الاسم الأخير",
    "firstname": "الاسم الأول",
    "company": "الشركة (اختياري)",
    "phoneForm": "الهاتف (اختياري)",
    "email": "البريد الإلكتروني",
    "message": "الرسالة",
    "submit": "إرسال",
    "phone": "(+33) 1 39 60 98 82",
    "address": "38 شارع جان ميرموز، 78600 ميزون لافيت",
    "linkedin": "لينكدإن",
    "nameError": "اسم العائلة غير صحيح (حد أدنى حرفين)",
    "firstnameError": "الاسم الأول غير صحيح (حد أدنى حرفين)",
    "companyError": "اسم الشركة يجب ألا يتجاوز 30 حرفًا",
    "phoneError": "رقم الهاتف غير صحيح",
    "emailError": "البريد الإلكتروني غير صحيح",
    "messageError": "الرسالة غير صحيحة (على الأقل 50 حرفًا)",
    "success": "تم إرسال الرسالة بنجاح",
    "error": "حدث خطأ. يرجى المحاولة مرة أخرى.",
    "validationError": "يرجى ملء جميع الحقول بشكل صحيح"
  },
  "partnersActus": {
    "title": "أخبار من شركائنا",
    "description": "اكتشف أحدث الأخبار والإعلانات الهامة من شركائنا الموثوقين. تعزز ابتكاراتهم وحلولهم المتطورة مهمتنا: تقديم أمان من الدرجة الأولى. تابع آخر التطورات مع قادة الصناعة.",
    "shopBtn": "زيارة المتجر",
    "contactBtn": "هل لديك مشروع؟ اتصل بنا"
  },
  "rse": {
    "title": "التزامنا بمستقبل مستدام",
    "intro1": "في Pixecurity، نعتقد أن الأعمال الناجحة يجب أن تكون قدوة في الأخلاقيات والمسؤولية البيئية. لهذا السبب يعد المسؤولية الاجتماعية للشركات (CSR) ركيزة أساسية في استراتيجيتنا.",
    "intro2": "نحن نعمل على تحسين مستمر، مدفوعين بالأثر الإيجابي الذي نهدف إلى تحقيقه على البيئة وفريقنا والمجتمع بشكل عام.",
    "environmentTitle": "إجراءاتنا البيئية",
    "environmentIntro": "نعتقد أن كل فعل مهم. لذلك، قمنا بتنفيذ خطوات عملية لتقليل بصمتنا البيئية في العمليات اليومية والتخطيط على المدى الطويل.",
    "waste": {
      "title": "تقليل النفايات",
      "point1": "إلغاء الأكواب الورقية ذات الاستخدام الواحد.",
      "point2": "تقديم ماكينة قهوة من حبوب القهوة للتقليل من نفايات الكبسولات الملوثة.",
      "point3": "تشجيع الموظفين على استخدام الأكواب والمغارف القابلة لإعادة الاستخدام.",
      "point4": "إعادة التدوير النشطة: تتوفر صناديق منفصلة للبلاستيك والكرتون والزجاج..."
    },
    "plastic": {
      "title": "تقليل استهلاك البلاستيك",
      "point1": "تركيب محطة تصفية المياه المتصلة بإمدادات البلدية.",
      "point2": "لا توجد زجاجات بلاستيكية بعد الآن: جميع الموظفين لديهم زجاجات أو حاويات قابلة لإعادة الاستخدام."
    },
    "mobility": {
      "title": "المواصلات المسؤولة",
      "point1": "الانتقال التدريجي إلى أسطول سيارات كهربائية بالكامل.",
      "point2": "تتبع انبعاثات CO₂ المتجنبة لقياس تأثيرنا البيئي الإيجابي."
    },
    "socialTitle": "الرفاهية، الشمولية، والالتزام الاجتماعي",
    "socialIntro": "الناس هم جوهر عملنا. بيئة العمل الصحية والشاملة والملهمة أمر بالغ الأهمية لتحقيق الأداء الجماعي.",
    "wellbeing": {
      "title": "الرفاهية في مكان العمل",
      "point1": "مساحات مخصصة للاسترخاء والاستراحة.",
      "point2": "ساعات مرنة وخيارات العمل عن بُعد.",
      "point3": "فرص تدريب مستمر للنمو المهني."
    },
    "inclusion": {
      "title": "التنوع والشمول",
      "point1": "التوظيف على أساس المهارات والسياسات المتساوية في الفرص.",
      "point2": "برامج توعية داخلية حول التحيز اللاواعي والتمييز.",
      "point3": "عدم التسامح مع التمييز.",
      "point4": "الاحتفال بالتنوع والمسارات الفردية.",
      "point5": "الالتزام بالمساواة بين الجنسين في جميع مستويات المنظمة."
    },
    "commitmentTitle": "التزام مستمر في التطور",
    "commitmentText": "نحن نفهم أن المسؤولية الاجتماعية للشركات ليست نهاية الطريق، بل رحلة مستمرة. لذلك، نواصل تحديد طرق جديدة للتحسين وتقليل بصمتنا أثناء التصرف بمسؤولية أكبر."
  }
}